Repository: finreinhard/BlubbApp
Catalog: Blubb/*.lproj/Localizable.strings
Languages: de

source: Notifications declined
de: Benachrichtigungen abgelehnt

source: If you wan't to get informed about your activities, you should allow notifications.
de: Du möchtest über Deine Aktivitäten benachrichtigt werden, dann aktiviere die Benachrichtigungen.

source: Ignore
de: Ignorieren

source: Grant access
de: Aktivieren

source: Break over
de: Pause vorbei

source: Back to work! You can do this!
de: Zurück an die Arbeit. Du schaffst das!

source: Take a Break
de: Mach eine Pause

source: Nice! You have done a lot. Now it is time for a 30 minutes break.
de: Perfekt! Du hast einiges geschafft. Jetzt wird es Zeit für eine 30 Minütige Pause.

source: Activity Done
de: Aktivität abgeschlossen

source: Good Job! Now we need a name.
de: Gute Arbeit, jetzt brauchen wir nur noch einen Namen.

source: Delete
de: Löschen

source: Save
de: Speichern

source: Created with Blubb.
de: Erstellt mit Blubb.

source: Show remaining time
de: Zeige verbleibende Zeit

source: Show elapsed time
de: Zeige abgelaufene Zeit
